Repository: OmegaT-L10N/es
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: Dictionar&y
es: Diccionar&io

source: Dictionaries
es: &Diccionarios

source: Dictionaries already installed:
es: Diccionarios ya instalados:

source: Dictionary
es: Diccionario

source: Dictionary File Folder
es: Carpeta de archivos de diccionarios

source: Dictionary Files Folder
es: Carpeta de archivos de diccionarios

source: Dictionary Folder:
es: Carpeta de diccionarios:

source: Dictionary Installer
es: Instalador de diccionarios

source: Dictionary file folder:
es: Carpeta de archivos de diccionarios:

source: Dictionary files folder entered does not exist!
es: No existe la carpeta indicada para los archivos de diccionarios

source: Didier Briel is the OmegaT project manager.
es: Didier Briel es el administrador del proyecto OmegaT.

source: Display
es: Visualización

source: Display &None
es: &No mostrar

source: Display &Source Segments
es: Mostrar &segmentos originales

source: Display Font
es: Mostrar fuente

source: Display Source Segments
es: Mostrar segmentos originales

source: Display all &source segments in bold
es: Mostrar todos los &segmentos originales en negritas

source: Display for &All Segments
es: Mostrar para &todos los segmentos

source: Display for Current &Segment
es: Mostrar para el segm&ento actual

source: Display source terms
es: Mostrar segmentos de origen

source: Display:
es: Mostrar:

source: Displays alternative translations that you have created for segments that are repeated in the project.
es: Muestra las traducciones alternativas que usted creó para los segmentos que se repiten en el proyecto.

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
es: Muestra comentarios en el segmento activo si existen en el archivo original y el filtro de archivo los admite (filtro PO, por ejemplo).

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
es: Muestra las entradas de diccionarios en la carpeta /dictionary/ que haya en el segmento original.

source: Displays the entries as "<target> → <source>"
es: Muestra las entradas como "<destino>→ <origen>"

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
es: Muestra los términos de glosarios en la carpeta /glossary/ que haya en el segmento original.

source: Displays the translation memories segments that match the source segment.
es: Muestra los segmentos en memorias de traducción que coinciden con el segmento original.

source: Displays the translation of the source segment by the machine translation services you have selected in Options > Machine Translate, if those services are available.
es: Muestra la traducción del segmento original hecha por los servicios de traducción automática que haya seleccionado en Opciones > Traducción automática, si esos servicios están disponibles.

source: Distribution and modifications
es: Distribución y modificaciones

source: Divehi, Dhivehi, Maldivian
es: Divehi, Dhivehi, Maldivo

source: Do not allow creating translated documents with tag &issues
es: No permitir la creación de documentos traducidos con problemas de et&iquetas

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
es: No traducir el atributo 'content' de etiquetas 'meta' cuyos pares clave-valor de los atributos sean (separar con comas):

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
es: No traducir el contenido de etiquetas cuyos pares clave-valor sean (separar con comas):

source: Do you need help?
es: ¿Necesita ayuda?

source: Do you really want to quit?
es: ¿Realmente quiere salir?

source: Do you want to continue?
es: ¿Desea continuar?

source: Do you want to create it?
es: ¿Quiere crearla?

source: Do you want to replace it with the one you're moving?
es: ¿Desea reemplazarlo por el que está trasladando?

source: Dock
es: Acoplar

source: Domains
es: Dominios

source: Done
es: Hecho

source: Download &Team Project...
es: Descargar proyec&to de trabajo en grupo...

source: Download Media&Wiki Page...
es: Descargar página de Media&Wiki...

source: Download MediaWiki Page
es: Descargar página de MediaWiki

source: Download Team Project
es: Descargar proyecto en grupo

source: Download collection {0}
es: Descargar colección {0}

source: Dra&wings
es: Dib&ujos

source: Drop TMX files here to add them to the project.
es: Suelte archivos TMX aquí para agregarlos al proyecto.

source: Drop a project here to open it.
es: Suelte un proyecto aquí para abrirlo.

source: Drop files here to add them to the project.
es: Suelte archivos aquí para agregarlos al proyecto.

source: Drop glossary files here to add them to the project.
es: Suelte archivos de glosario aquí para agregarlos al proyecto.

source: Duplicate
es: Duplicar

source: Duplicate Fallbac&k Text
es: Texto de reser&va duplicado

source: Duplicate segments: {0}
es: Segmentos duplicados: {0}

source: During
es: Durante

source: During SVN error({0}), project_save.tmx was not really uploaded and SVN switched to unstable status.
es: Durante el error ({0}) de SVN, project_save.tmx no se cargó y SVN cambió al estado inestable.

source: Dutch
es: Holandés

source: E&nable Sentence-level Segmenting
es: Habilitar segme&ntación a nivel de frase

source: E&xclusions...
es: E&xclusiones...

source: E&xport Selection
es: E&xportar selección

source: ERROR: (declaring bean)
es: ERROR: (declaración de 'bean')

source: ERROR: {0}
es: ERROR: {0}Error

source: Edit Filter
es: Editar filtro

source: Edit Filter Patterns
es: Editar patrones de filtro

source: Edit Menu
es: Menú Editar

source: Edit Pattern
es: Editar patrón

source: Edit Project
es: Editar proyecto

source: Edit project properties here.
es: Modifique las propiedades del proyecto aquí.

source: Editing Behavior...
es: Modifica comportamiento...

source: Editing Behaviour Options
es: Opciones de comportamiento del editor

source: Editor - {0}
es: Edición - {0}

source: Emptiness of soul<p>Forever aching blackness<p>Your help page not found
es: Vacía está el alma<p>Oscuridad que duele<p>No hay ayuda aquí

source: Empty lines are accepted and comment lines should start with "//".
es: Pueden incluirse líneas vacías; las líneas de comentarios deben empezar con "//".

source: Enable &TransTips
es: Habilitar &TransTips

source: Enable them in <b>Options > Saving and Output...</b>.</html>
es: Habilítelos en <b>Opciones > Guardado y salida...</b>.</html>

source: Enabled
es: Habilitado

source: Encoding
es: Codificación

source: Encountered illegal \u sequence
es: Se encontró una secuencia \u ilegal

source: End of stream encountered without finding close block!
es: Se alcanzó el final de la secuencia sin haberse hallado el bloque de cierre

source: End rebase
es: Fin de reorganización

source: English
es: Inglés

source: Enter a source term, a target term and a comment:
es: Introducir un término de origen, un término de destino y un comentario

source: Enter the segment number:
es: Introduzca el número de segmento:

source: Entries
es: Entradas

source: Entries from the writeable glossary are in bold.
es: Los términos del glosario principal aparecen en negrita.

source: Entries with modified tags
es: Entradas con etiquetas modificadas

source: Ephemeral page<p>I am the Blue Screen of Death<p>No one hears your screams.
es: Desaparece<p>Pantalla azul de muerte<p>Gritar para qué

source: Error checking out the project from remote repository:
es: Error al descargar el proyecto del repositorio remoto:

source: Error checking out the project from remote repository: {0}
es: Error al descargar el proyecto del repositorio remoto: {0}

source: Error creating project!
es: Error al crear el proyecto

source: Error decoding user and password.
es: Error al decodificar el usuario y la contraseña.

source: Error extracting MT result from MyMemory, response:
es: Error al extraer el resultado de traducción automática de MyMemory, respuesta:

source: Error fixing tags
es: Error al corregir las etiquetas

source: Error in file
es: Error en el archivo

source: Error in file {0}, line {1}
es: Error en el archivo {0}, línea {1}

source: Error initializing marker '{0}'
es: Error al inicializar marcador '{0}'

source: Error load plugin from class '{0}': {1}: {2}
es: Error al cargar complemento de la clase '{0}': {1}: {2}

source: Error monitoring external command!
es: Error al monitorear el comando externo.

source: Error on application startup
es: Error al arrancar la aplicación

source: Error reading TMX level2 at line {0} column {1}
es: Error durante la lectura del archivo TMX de nivel 2 en la línea {0}, columna {1}.

source: Error saving project file!
es: Error al guardar el archivo del proyecto

source: Error saving segmentation rules configuration:
es: Error al guardar la configuración de las reglas de segmentación:

source: Error searching directory tree!
es: Error al buscar en el árbol de directorios

source: Error starting external command: {0}
es: Error al iniciar comando externo: {0}

source: Error unload plugin from class '{0}': {1}
es: Error al descargar complemento de la clase '{0}': {1}

source: Error updating glossary file
es: Error al actualizar el archivo de glosario

source: Error while trying to edit the project!
es: Error al intentar modificar el proyecto

source: Error while trying to save script.
es: Error al intentar guardar el programa.

source: Escaped binary char contains malformed data ({0})!
es: El carácter binario de escape contiene datos mal formados ({0})

source: Escaped character never terminated!
es: Carácter de escape sin terminar

source: Escaped decimal char contains malformed data ({0})!
es: El carácter decimal de escape contiene datos mal formados ({0})

source: Estonian
es: Estonio

source: Event: application shutdown
es: Evento: parada de la aplicación

source: Event: application startup
es: Evento: arranque de la aplicación

source: Event: font changed
es: Evento: cambio de fuente

source: Event: new entry activated
es: Evento: nueva entrada activada

source: Event: new file activated ({0})
es: Evento: nuevo archivo ({0}) activado

source: Event: project change - "{0}"
es: Evento: cambio en el proyecto - "{0}"

source: Every three minutes by default, an updated version of data shared is available to the rest of the team
es: De manera predeterminada, cada 3 minutos está disponible una versión actualizada para el resto del grupo

source: Ewe
es: Ewé

source: Exact match:
es: Coincidencia exacta:

source: Exact searches look for the entire specified query string.
es: La búsqueda exacta encuentra la cadena consultada de manera textual.

source: Exception occurred:
es: Ocurrió una excepción:

source: Exception while editing options:
es: Excepción al editar las opciones:

source: Exception while parsing:
es: Excepción durante el análisis:

source: Exceptions occurred while loading segmentation rules:
es: Se produjeron excepciones al cargar las reglas de segmentación:

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
es: Una página<p>hilos de telaraña<p>la ocultan de ti

source: Exclude orphan segments
es: Excluir segmentos huérfanos

source: Exclusion patterns
es: Patrones de exclusión

source: Executing external command...
es: Ejecutando comando externo...

source: Exit code {0}: "{1}"
es: Código de salida {0}: "{1}"

source: Exit code: {0}
es: Código de salida: {0}

source: Export Selection
es: Exportar selección

source: Export the segment to text files
es: &Exportar el segmento a un archivo de texto

source: External Post-processing Command
es: Comando externo de posprocesamiento:

source: External Post-processing Command (Disabled):
es: Comando externo de posprocesamiento (deshabilitado):

source: External Post-processing Command:
es: Comando externo de posprocesamiento:

source: External TM&Xs...
es: Memorias e&xternas...

source: External TMX Options
es: Opciones de TMX externos

source: External TMXs...
es: TMXs externas...

source: External command completed.
es: Se completó el comando externo.

source: External command failed.
es: El comando externo falló.

source: External command was interrupted.
es: Se interrumpió el comando externo.

source: Extracted comments:
es: Comentarios extraídos:

source: Extraneous
es: Extraño

source: F&ont...
es: F&uente...

source: Failed to back up preferences file.
es: No se pudo respaldar el archivo de preferencias.

source: Failed to compile project files!
es: No se pudo compilar los archivos del proyecto

source: Failed to create project!
es: No se pudo crear el proyecto

source: Failed to load specified project!
es: No se pudo cargar el proyecto especificado

source: Failed to load translation memory {0} for project!
es: No se pudo cargar la memoria de traducción {0} del proyecto

source: Faroese
es: Feroés

source: Fatal error encountered - saving project file with '.recover' backup extension.
es: Se encontró un error fatal. Se guardará el archivo del proyecto con la extensión de copia de seguridad '.recover'.

source: Fatal error on line {0}, column {1} while parsing:
es: Error fatal en la línea {0}, columna {1} durante el análisis:

source: Few more things to remember
es: Un par de cosas más a tener en cuenta

source: Fijian
es: Fiyiano

source: File
es: Archivo

source: File &Filters...
es: &Filtros de archivo...

source: File &Format
es: &Formato de archivo

source: File Copy Failed
es: No se pudo copiar el archivo

source: File Filters
es: Filtros de archivo

source: File Filters...
es: Filtros de archivo...

source: File Format
es: Formato de archivo

source: File Name
es: Nombre de archivo

source: File locations
es: Ubicación de archivos

source: File {0} does not exist!
es: El archivo {0} no existe

source: File {0}: {1}
es: Archivo {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
es: Archivo: traducido / número de segmentos (proyecto: únicos traducidos / únicos, número total de segmentos)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
es: Archivo: % únicos traducidos (únicos restantes) / proyecto: % únicos traducidos (únicos restantes), número total de segmentos

source: Filename
es: Nombre del archivo

source: Filename Variables:
es: Variables de nombres de achivo:

source: Filter
es: Filtro

source: Filter '{0}' could not be loaded from '{1}'
es: No se pudo cargar el filtro '{0}' de '{1}'

source: Filter:
es: Filtro:

source: Finished
es: Finalizado

source: Finnish
es: Finlandés

source: Fix
es: Reparar

source: Fix all
es: Reparar todo

source: Flash XML Export
es: Exportación de Flash XML

source: Floating '?' character not tied to '>'!
es: Carácter '?' flotante no ligado con '>'

source: Folder already exists and is not empty.
es: La carpeta ya existe y no está vacía.

source: Folder does not exist
es: La carpeta no existe

source: Follow capitalization of the typed text
es: Aplicar las mayúsculas del texto mecanografiado

source: Font...
es: Tipo de letra...

source: Foote&rs
es: &Pies

source: For a more comprehensive introduction see OmegaT
es: Para ver una introducción más detallada consulte OmegaT

source: For all files:
es: Para todos los archivos:

source: For best results, please install the appropriate dictionaries via Options > Spell Checking.
es: Para obtener mejores resultados, instale los diccionarios apropiados: selecione Opciones > Corrección ortográfica.

source: For example, in the default OmegaT shortcuts
es: Por ejemplo, en los atajos predeterminados de OmegaT

source: For the application
es: Para la aplicación

source: For the documentation
es: Para la documentación

source: For the latest version of OmegaT, refer to the downloads page at www.omegat.org.
es: Para la última versión de OmegaT, consulte la página de descargas en www.omegat.org.

source: For your reference, OmegaT displays the translation of any word that is both present in the segment and registered in the glossary.
es: A efectos de referencia, OmegaT muestra la traducción de esas palabras, que están presentes en el segmento actual y registradas en el glosario, para su referencia.

source: Force saving password as plain text
es: Forzar el guardado de la contraseña como texto sin formato

source: Format:
es: Formato:

source: Forward in history...
es: Avanzar en la historia...

source: Found in:
es: Se encuentra en:

source: French
es: Francés

source: From 100% memory
es: De la memoria 100%

source: From ICE memory
es: De la memoria ICE

source: From auto memory
es: De la memoria automática

source: From memory
es: De la memoria

source: Full checking can lead to false positives in normal texts.
es: La comprobación completa puede generar falsos positivos en textos normales.

source: Full table
es: Tabla completa

source: Full text
es: Texto completo

source: Full text, including tags and numbers
es: Texto completo, con etiquetas y números

source: Fuzzy Matches
es: Coincidencias parciales

source: Galician
es: Gallego

source: Generalities
es: 1. Términos generales

source: Generate the translated file
es: Generar el archivo traducido

source: Georgian
es: Georgiano

source: German
es: Alemán

source: Git '{0}' error: {1}
es: Error '{0}' en Git: {1}

source: Git '{0}' execution finished successfully
es: La ejecución de '{0}' en Git ha terminado con éxito

source: Git '{0}' execution start
es: Inicio de la ejecución de '{0}' en Git

source: Glossary
es: Glosario

source: Glossary Files Folder
es: Carpeta de archivos de glosarios

source: Glossary Folder:
es: Carpeta de glosarios:

source: Glossary auto-completer options
es: Opciones de autorrelleno del glosario

source: Glossary entries
es: Términos de glosarios

source: Glossary file: {0}
es: Archivo del glosario: {0}

source: Glossary files
es: Archivos de glosario

source: Glossary files folder entered does not exist!
es: No existe la carpeta indicada para los archivos de glosarios

source: Glossary folder {0} does not exist.
es: La carpeta de glosarios {0} no existe.

source: Go To Segment
es: Ir al segmento

source: Go To Segment Source
es: Ir al origen del segmento

source: Go to https://demo.taas-project.eu/account/keys/create?system=omegaT to create your own key then give it to OmegaT with -Dtaas.user.key=xxxxx
es: Vaya a https://demo.taas-project.eu/account/keys/create?system=omegaT para crear su propia clave y luego regístrela en OmegaT con -Dtaas.user.key = xxxxx

source: Go to https://demo.taas-project.eu/account/keys/create?system=omegaT to create your own key then give it to OmegaT with -Dtaas.user.key=xxxxx (TAAS_API_KEY_NOT_FOUND)
es: Vaya a https://demo.taas-project.eu/account/keys/create?system=omegaT para crear su propia clave y luego registrarla en OmegaT con -Dtaas.user.key = xxxxx (TAAS_API_KEY_NOT_FOUND)

source: GoTo Menu
es: Menú Dirigirse a

source: Google Api key not available.
es: La clave de la Api de Google no está disponible.

source: Greek, Modern
es: Griego, moderno

source: HHC file too big!
es: El archivo HHC es muy grande

source: HTML Help Compiler
es: Compilador de Ayuda HTML

source: HTML and XHTML
es: HTML y XHTML

source: HTML, XHTML, ODF and Infix segmentation
es: Segmentación de archivos HTML, XHTML, ODF e Infix

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
es: HTMLParser 1.6 por Somik Raha, Derrick Oswald y otros (licencia LGPL)

source: Haitian, Haitian Creole
es: Haitiano, haitiano creol

source: He&aders
es: Enc&abezados

source: Hebrew (modern)
es: Hebreo (Israel)

source: Help & Manual
es: Ayuda y Manual

source: Help Menu
es: Menú de Ayuda

source: Help you are seeking<p>From your path it is fleeing<p>Its winter has come
es: La ayuda no está<p>Allí donde la buscas<p>Desapareció

source: Here you may also specify custom location of project folders.
es: También puede especificar aquí una ubicación personalizada para las carpetas del proyecto.

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
es: Aquí puede configurar los patrones de nombre de archivo de los archivos originales que procesará el filtro, personalizar el nombre de los archivos traducidos y seleccionar las codificaciones que usará para cargar el archivo y guardar su homólogo traducido.

source: Hide '{0}'
es: Ocultar '{0}'

source: Hide Advanced &Options
es: Ocultar &opciones avanzadas

source: Home
es: Inicio

source: Home*
es: Inicio*

source: However, if you made mistakes when you
es: Sin embargo, si comete errores al

source: Hungarian
es: Húngaro

source: Hunspell by László Németh and others (LGPL License)
es: Hunspell por László Németh y otros (licencia LGPL)

source: Hyperlinks
es: Hiperenlaces

source: I&nsert Source
es: I&nsertar original

source: ILIAS Language File
es: Archivo de idioma ILIAS

source: IOException encountered:
es: Se encontró excepción de E/S:

source: ISO 639-1/639-2 Language code list
es: Lista de códigos de idioma ISO 639-1/639-2

source: ISO language codes
es: Códigos de idioma ISO

source: Icelandic
es: Islandés

source: Identifier used for alternative translations
es: Identificador usado para traducciones alternativas

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
es: Si el archivo HTML tiene una declaración de codificación, se utilizará esta, con independencia del valor que especifique en este cuadro de diálogo.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
es: Si el archivo HHC o HHK tiene una declaración de codificación, se utilizará esta, con independencia del valor que especifique en este cuadro de diálogo.

source: If a file does not load into the Editor pane, then it could be that it is in a format that doesn't work in OmegaT.
es: Si un archivo no se carga en el panel del Editor, podría ser que su formato no sea compatible con OmegaT.

source: If checked, the entries are sorted alphabetically.
es: Si está marcada, las entradas se ordenan alfabéticamente.

source: If checked, the longer entries are placed on the list first.
es: Si está marcada, las entradas más largas aparecen al principio.

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
es: Si posteriormente se concede el acceso a la ubicación deseada, se utilizará esta y, como resultado, los ajustes volverán al estado predeterminado.

source: If the filter has any options, you may change them by clicking Options.
es: Si el filtro tiene opciones, puede cambiarlas haciendo clic en Opciones.

source: If they do not conflict with system shortcuts, they should be available from within OmegaT.
es: Si no entran en conflicto con atajos del sistema, tendrían que estar disponibles en OmegaT.

source: If you are interested in other settings of this dialog,
es: Si le interesan los demás ajustes de este diálogo,

source: If you are on a Mac and you want to add a Shift Command S shortcut to Tools Statistics , add the following line to your MainMenuShortcuts.properties:
es: Si es usuario de un Mac y quiere añadir ShiftComando>+Comando S como atajo de Herramientas Estadísticas , y añada la línea siguiente a MainMenuShortcuts.properties:
